Repository: BluehourGit/gnumed
Catalog: gnumed/gnumed/client/locale/*.po
Languages: fr

source: Cannot find ANY matching patients for search term "%s" ! Currently selected patient stays active. (We should offer to jump to entering a new patient from here.)
fr: Ne peut trouver un patient correspondant aux critères de recherche "%s" ! Le patient sélectionné actuellement reste activé (Nous devrions permettre de sauter pour entrer un nouveau patient depuis ici.)

source: an email address, web address, etc.
fr: une adresse email, une adresse web, etc.

source: checking database language settings
fr: Verification des paramètres de langage de la base de données

source: Request summary
fr: Requête resumée

source: Back
fr: Retour

source: save data
fr: sauver le document

source: &Tools
fr: &Outils

source: postcode
fr: code postal

source: opening scanner
fr: Scanner activé

source: Guidelines
fr: &Ligne de conduite

source: Please enter your pass phrase:
fr: SVP Enter votre phrase pass:

source: &Cancel
fr: &Annuler

source: Due date
fr: date de Due

source: Search
fr: Chercher

source: More Notes
fr: Plus de Notes

source: city
fr: ville

source: Preferred Name
fr: Nom préferré

source: address
fr: adresse

source: Pass phrase expired
fr: la phrase pass a expiré

source: Greek
fr: Grec

source: &Add
fr: &Ajouter

source: &Run query
fr: &Executer une requête

source: Tables in database / Feedback
fr: Tables dans la base de donnée / Retour

source: Manual
fr: Manuel

source: Cannot copy patient file [%s] to data directory [%s] Please see error log for details.
fr: Imposiible de copier le fichier du patient [%s] dans le repertoire de données [%s] Veuillez regarder le log d'erreur pour les details

source: document date: day must be 2 digits
fr: date du document: le jour doit être composé de deux chiffres

source: date of creation of the document content format: YYYY-MM-DD
fr: date de création du contenu du document format: AAAA-MM-JJ

source: PersonDetails
fr: DetailsPersonnels

source: Delete all Items
fr: Effacer tous les éléments

source: no comment available
fr: aucun commentaire disponible

source: success
fr: succés

source: timeframe
fr: plage horaire

source: You must specify a checkpoint file for indexing in the config file. Use option <can index> in group [index].
fr: Vous devez spécifier un fichier de checkpoint pour l'indexation dans le fichier de configuration. Utilisez l'option <can index> dans le groupe [index].

source: Cancel
fr: Annuler

source: Cannot lock document directory for indexing. (%s) Please consult the error log for details.
fr: Impossible de verouiller le repertoire document pour l'indexation (%s) Veuillez consulter le log d'erreurs pour les details

source: Welcome to the
fr: Bienvenue à

source: areacode
fr: code zone

source: choose a file
fr: Choisissez un fichier

source: Recalls/Reviews
fr: Rappel/Revues

source: StIKo
fr: sStIKo

source: Document part does not seem to exist in database !!
fr: Cette partie de document ne semble pas exister dans la base de données

source: You must select a page before you can view it.
fr: Vous devez selectionner une page avant de l'afficher.

source: Monty the Serpent && the FSF Present
fr: Monty le Serpent && la FSF Presente

source: street
fr: rue

source: please select a patient
fr: Veuillez sélectionner un patient

source: Year Onset
fr: Année en cours

source: Send
fr: Envoyer

source: Storage
fr: Stockage

source: XDT field content
fr: contenu du champ XDT

source: Cannot connect to SANE source (scanner or camera).
fr: Impossible de se connecter à la source TWAIN (scanner ou camera).

source: For
fr: Pour

source: ManualHtmlWindow: No more items in history!
fr: ManualHtmlWindow: Pas d'élément dans l'historique!

source: Document types are determined by the database. Ask your database administrator to add more types if needed.
fr: Les types de documents sont déterminés par la base de données Demandez à votre administrateur d'ajouter plus de types si nécessaire.

source: country
fr: pays

source: Load File
fr: Charger un fichier

source: Decrypt
fr: Decrypter

source: Cannot switch to [%s]: no patient selected
fr: Impossible de commuter sur [%s] : aucun patient sélectionné

source: Sensitivity
fr: Sensibilité

source: gender
fr: genre ?

source: enter date here
fr: rentrez la date ici

source: Card type
fr: Type de carte

source: Help
fr: Aide

source: A&dd
fr: A&jouter

source: The most recently used document ID was <%s>. We would use the ID <%s> for the current document. Please confirm the ID or type in a new numeric ID.
fr: Le plus récent document utilisé est le numéro <%s>. Nous utiliserons ce numéro <%s> pour le document actuel. SVP, confirmer l'utilisation de ce numéro ou selectioner un nouveau numéro.

source: E&xit Alt-X
fr: S&ortir Alt-X

source: 14 inch
fr: 14 pouces

source: &Guidelines
fr: &Ligne de conduite

source: Alerts
fr: Alertes

source: You must type in a document ID ! Usually you will find the document ID written on the physical sheet of paper. There should be only one per document even if there are multiple pages.
fr: Vous devez rentrer un ID document ! Habituellement, vous trouverez l'ID document ecrit sur le bout de papier physique. Il doit y en avoir un par document meme s'il y a plusieurs pages.

source: Mrs.
fr: Mme.

source: backend options
fr: options de base

source: display patient demographics
fr: Afficher les données démographiques du patient

source: User's Login
fr: Identifiant de connexion

source: Can't connect to database without login information!
fr: Impossible de se connecter à la base donnée sans identifiant de connexion

source: Set advanced options like database, host, port etc.
fr: Définir les options avancées comme la base de donnée, l'hôte, le port etc.

source: Save All Items no print
fr: Sauvegarder tous les élements sans imprimer

source: Referrals
fr: References

source: Recalls and Reviews
fr: Rappel et Revues

source: Print Manual Page
fr: Imprimer la page

source: these pages make up the current document
fr: ces pages font partie du document courant

source: Snellen Chart Setup
fr: Graphique Snellen Configuration

source: failed
fr: Echec

source: Load New
fr: Charger un nouveau

source: Data in xDT file matches more than one patient in database !
fr: Les données dans le fichier xDT correspondent à plus d'un patient dans la base de données

source: Free eMedicine
fr: eMedecine libre

source: Categorize this address (i.e. "home", "work", "holidays")
fr: Classer ces adresses (c-a-d "domicile", "travail", "vacance")

source: Disease or Schedule
fr: Maladie ou Rendez-vous

source: &Case insensitive
fr: insensible à la &Case

source: Add
fr: Ajouter

source: Weeks:
fr: Semaine

source: issuer
fr: echéance

source: Both
fr: Les deux

source: invalid configuration
fr: Mauvaise configuration

source: discard clinical note
fr: Abandon note clinique

source: Forward
fr: Précédent

source: Please consult the error log for further information !
fr: Veuillez consulter le log d'erreurs pour plus d'informations !

source: &Summary
fr: &Sommaire

source: Home
fr: Accueil

source: The configured target repository is not accessible. [%s]
fr: Le répertoire configuré de destination n'est pas accessible. [%s]

source: Cannot copy patient file [%s] into data directory [%s].
fr: Impossible de copier la page [%s] vers le répertoire de destination [%s].

source: There are no documents in the repository. (%s) Seems like there's nothing to do today.
fr: Il n'y a aucune document dans le repertoire. (%s) Comme s'il n'y avait rien à faire aujourd'hui

source: Proceed with login.
fr: Executer une connexion.

source: text
fr: texte

source: document date: year must be 4 digits
fr: date du document : l'année doit être composée de 4 chiffres

source: Search by
fr: Chercher par

source: Send to
fr: Envoyer à
