Repository: BluehourGit/gnumed
Catalog: gnumed/gnumed/client/locale/*.po
Languages: fr

source: User's Permissions
fr: Permission d'utilisateur

source: 2) save
fr: 2) sauvegarder

source: kg to loose
fr: kg à perdre

source: document date: invalid format valid format: YYYY-MM-DD
fr: date du document : format invalide format valide: AAAA-MM-JJ

source: no patient
fr: Pas de patient

source: Inbox
fr: Boîte de reception

source: Login - %s
fr: Non d'utilisateur - %s

source: &Save
fr: &Sauvegarder

source: GnuMed client
fr: client GnuMed

source: Cyrillic
fr: Cyrillique

source: Body Mass Index Calculator
fr: Calculateur d'indice de masse corporelle

source: icon_letter_A
fr: icone_lettre_A

source: icon_syringe
fr: icone_seringue

source: This is not correctly encrypted text!
fr: Ce texte n'est pas correctement encrypté!

source: Unable to start viewer on file [%s] You need to update your mailcap file.
fr: Impossible de lancer le visualisateur sur ce fichier [%s] Vous devez mettre à jour votre fichier mailcap

source: Cannot find image
fr: Impossible de trouver l'image

source: User Administration
fr: Administrateur

source: icon-future_mom
fr: icone-future_maman

source: Cannot connect to database with: [%s]
fr: Impossible de se connecter à la base donnée sans identifiant de connexion

source: Moving original page %s. (file %s in %s) Please enter the new position for the page !
fr: Deplacement de la page origiale %s. (fichier %s dans %s) Merci d'entrer une nouvelle position pour la page !

source: delete selected part of the document
fr: *delete* les parties selectionner du document

source: Reload
fr: Recharger

source: Cannot connect to TWAIN source (scanner or camera).
fr: Impossible de se connecter à la source TWAIN (scanner ou camera).

source: &SQL Search
fr: &Chercher SQL

source: Cannot load consultation types from backend. Consequently, the only available type is: [%s]
fr: Impossible de charger les types de consultation depuis la partie dorsale (backend) Par conséquence, le seul type disponible est: [%s]

source: first name
fr: prénom

source: Your email address
fr: Votre adresse email

source: Active Problems
fr: Problemes actifs

source: deleting page
fr: detruire la page

source: Setup
fr: Configuration

source: searching patient
fr: recherche d'un patient

source: Name
fr: Nom

source: First Name:
fr: Prénom:

source: David's single box SOAP entry
fr: Entrée de la boite simple SOAP de David

source: saving document
fr: sauvegarder le document

source: loading patient from xDT file
fr: chargement du patient depuis le fichier xDT

source: OK
fr: Valider

source: XDT Viewer
fr: Visualisateur XDT

source: valid
fr: valider

source: page %s (%s in %s)
fr: page %s (%s sur %s)

source: Set pass phrase
fr: Definir la phrase pass (?)

source: Demographics
fr: Informations démographiques

source: Read
fr: Lire

source: You should name this workplace to better identify the machine ! To do this set the option "name" in the group [workplace] in the config file !
fr: Vous devriez nommer votre espace de travail pour mieux identifier votre machine ! Pour ce faire, renseignez l'option "name" dans le groupe [workplace] de votre fichier de configuration

source: strength
fr: Force

source: I hit the big red button and ...
fr: J'ai appuyé sur le gros bouton rouge et ...

source: Choose an xDT file
fr: Choisissez un fichier xDT

source: Cannot lock document directory for indexing. (%s)
fr: Impossible de verrouiller le répertoire de destination ! Fichier d'erreur: %s.

source: acquire image
fr: Acquérir une image

source: Presentation
fr: Présentation

source: save document
fr: sauver le document

source: Cannot copy page to target directory (%s -> %s).
fr: Impossible de copier la page vers le répertoire de destination (%s -> %s).

source: at
fr: à (?)

source: previous: %s (%s) current (%s/%s): %s
fr: précédent: %s (%s) actuel (%s/%s): %s

source: Clinical
fr: Clinique

source: First Date
fr: Premiere Date

source: Screen Height (cm):
fr: Hauteur de l'écran (cm):

source: Find
fr: Trouver

source: insurance company
fr: Mutuelle

source: Show &archived documents
fr: Afficher &les documents archivés

source: Cannot lock target directory ! checkpoint file: %s.
fr: Impossible de verrouiller le répertoire de destination ! Fichier d'erreur: %s.

source: The wx GUI framework hasn't been initialized yet!
fr: L'environnement wx GUI n'a pas encore été initialisé

source: called
fr: appelé

source: Close
fr: Fermer

source: short comment
fr: commentaire

source: Requests generated this consultation
fr: La requete a généré cette consultation

source: Cannot load patient from database ! Aborting.
fr: Impossible de charger le patient depuis la base de données Abandon.

source: pre&v. names
fr: Noms pr$ecedents

source: moving page
fr: deplacer la page

source: Office
fr: Bureau

source: Surname
fr: Nom

source: &Display
fr: &Afficher

source: An error occured in GnuMed. You can send a bug report from the window below.
fr: Une erreur est survenue dans GnuMed. Vous pouvez envoyer un rapport d'erreur depuis la fenêtre ci-desssous.

source: Description/ Comment
fr: Description/ Commentaire

source: firstnames
fr: Nom de famille

source: You must select a page before you can delete it.
fr: Vous devez selectionner une page avant de la detruire.

source: You are logged in as [%s].
fr: Vous vous loggué en tant que [%s].

source: icon_writing_pen
fr: icone_stylo_en_action

source: Add Bookmark
fr: Ajouter un signet

source: data input error
fr: Erreur d'entrée de donnée

source: programmer forgot to specify error message
fr: Le programmeur a oublié de spécifier un message d'erreur

source: Print Single Item
fr: Imprimer un élément unique

source: surname(s)
fr: Nom(s)

source: &Office
fr: &Bureau

source: Cannot find any SANE connected devices.
fr: Impossible de trouver une périphérique SANE

source: Version X.X.X brought to you by
fr: Version X.X.X qui vous est fourni par

source: available documents (most recent on top)
fr: documents disponibles (les plus recents en haut)

source: Save Item no print
fr: Sauvegarder l'élément sans impression

source: save all currently acquired pages as one document
fr: sauvegarder tous les pages acquises dans un seul document

source: Adjusted Values
fr: Valeurs Ajustées

source: Authority Indications
fr: Indications d'autorité

source: acquiring page
fr: acquisition d'une image

source: Translate text
fr: Traduire le texte

source: Symbol
fr: Symbole

source: Goal mass
fr: Masse visée

source: 1) scan
fr: 1) scanner

source: Unable to connect to database. (%s) Please retry or cancel
fr: Impossible de se connecter à la base de donnée. (%s) Recommencer ou Annuler

source: &Ok
fr: &Valider

source: a short comment on the document content
fr: Un court commentaire sur le contenu du document

source: Recall Details
fr: Details des rappels

source: Cannot load any scanner driver (SANE or TWAIN).
fr: Impossible de charger le driver du scanner (SANE ou TWAIN).

source: (Config parameter tree for current/default user and machine)
fr: Arbre de paramètres configurables pour l'utilisateur et la machine courante/par défaut

source: Please visit http://www.gnumed.org/ for more info
fr: Veuillez visiter http://www.gnumed.org/ pour plus d'informations

source: number
fr: nombre

source: Change Font
fr: Changer la police

source: currently non-functional: load a fax document
fr: Actuellement non-fonctionelle: charge un document fax

source: loading document list
fr: Chargement de la liste document

source: Dialog was cancelled by user
fr: Dialog a été annulé par l'utilisateur

source: Cannot create new encounter for patient "%s".
fr: Impossible de créer une nouvelle consultation pour ce patient "%s"

source: please choose
fr: Veuillez choisir

source: Strength
fr: force

source: Current height/mass
fr: Taille/poids actuels

source: &Bookmark
fr: &Signet

source: Bookmarks
fr: Signets

source: Preg. Calc
fr: Gest. Calc

source: &Merge
fr: &Fusionner

source: Mirror
fr: Miroir

source: loading ...
fr: Chargement ...

source: &Clinical
fr: &Annuler

source: Full Product Information
fr: Information Produit Complète

source: View Source
fr: Voir la source

source: Cannot get target repository from config file.
fr: Impossible d'obtenir le répertoire de destination depuis le fichier de configuration

source: Scan
fr: Scanner

source: You need to set the option [workplace] -> <help desk> in the config file !
fr: Vous devez définir l'option [workplace] -> <help desk> dans le fichier de configuration !

source: problem
fr: problème

source: Last Name:
fr: Prenom:

source: Delete
fr: Effacer

source: delete page
fr: effacer la page

source: Cannot find any documents for the patient [%s %s].
fr: Impossible de trouver un document pour le patient [%s %s].

source: &Prescribe
fr: &Prescription

source: Patient search field. to search, type any of: - fragment of last or first name - date of birth (can start with '$' or '*') - patient ID (can start with '#') and hit <ENTER> <ALT-L> or <ALT-P> - list of *L*ast/*P*revious patients <ALT-K> or <ALT-C> - list of *K*VKs/*C*hipcards <CURSOR-UP> - recall most recently used search term
fr: Champ de recherche pour un patient pour chercher, taper au choix: - un framgment du nom ou du prénom - date de naissance (peut commencer par '$' ou '*' - ID du patient (peut commencer par '#' et appuyer sur entrée <ALT-L> ou <ALT-P> - liste des *D*erniers/*P*recedents Patients <ALT-K> or <ALT-C> - liste des NON TRADUIT <CURSEUR-HAUT> - rappel des termes utilisés le plus récemment

source: icon_blood_sample
fr: icone_echantillon_sanguin

source: Allergy
fr: Allergies

source: Reprint All Items
fr: Réimprimer tous les élements

source: save clinical note in EMR
fr: sauvegarde des notes cliniques dans l'EMR

source: host
fr: hôte

source: 1) select
fr: 1) Selectionner

source: XDT field
fr: champ XDT

source: enter time here
fr: entrez l'heure ici

source: BMI Calculator
fr: Calculateur d'IMC

source: icon_two_people
fr: icone_deux_personnes

source: displaying page
fr: afficher la page

source: Class
fr: Classe

source: Unable to start viewer on file [%s].
fr: Impossible de démarrer l'affichage du fichier [%s].

source: Print Page
fr: Imprimer la page

source: This patient does not exist in the document database. "%s %s"
fr: Ce patient n'existe pas dans la base de données document

source: Future LNMP
fr: LNMP future

source: (Subtree root)
fr: (Racinne du sous-arbre)

source: unknown doc type
fr: Type de doc inconnu

source: Allergy and Sensitivity - Summary
fr: Allergie et Sensibilité - Sommaire

source: Prescribed For
fr: Prescrit pour

source: Restricted Use Information
fr: Information d'utilisation limitée

source: &scan documents
fr: &scanner des documents

source: Four Es
fr: Quatre Es

source: &show XDT
fr: Afficher XDT

source: Significance
fr: Importance

source: Underweight
fr: Manque de poids

source: 16 inch
fr: 16 pouces

source: The data you entered about the current document is not complete. Please enter the missing information. %s
fr: Les données que vous avez rentrés pour le document actuel ne sont pas complètes. Veuillez rentrer les informations manquantes. %s

source: date of birth
fr: date de naissance

source: Cannot display page %s. %s
fr: Impossible d'afficher la page %s. %s

source: Print
fr: Imprimer

source: Query
fr: Requête

source: device
fr: périphérique

source: Contraindications
fr: Contre-indications

source: Mstr.
fr: Mr.

source: You must type in a short document comment.
fr: Vous devez rentrer un court commentaire pour ce document

source: Generic
fr: Nom Générique

source: Parameters
fr: Parametres

source: Delete Item
fr: Effacer l'élément

source: title
fr: titre

source: display selected part of the document
fr: Aficher les parties selectionner du document

source: Control Snellen chart using mouse: left-click increases text right-click decreases text double-click ends
fr: Controler le graphique Snellen en utilisant la souris: Clic-gauche augmente le texte Clic-droit diminue le texte Double clic Termine

source: GnuMed main login screen USER: name of the GnuMed user PASSWORD password for this user button OK: proceed with login button OPTIONS: set advanced options button CANCEL: abort login and quit GnuMed client button HELP: this help screen For assistance on using GnuMed please contact: %s
fr: Ecran de connexion principal de GnuMed UTILISATEUR: Nom de l'utilisateur GnuMed MOT DE PASSE mot de passe pour cet utilisateur bouton VALIDER: Utiliser l'utilisateur bouton OPTIONS: définir les options avancées bouton ANNULER: annuler la connexion et quitter le client GnuMed bouton AIDE: Cet écran d'aide Pour toute assistance à l'utilisation de GnuMed, SVP contact: %s

source: &Edit
fr: &Editer

source: Cannot display object. %s.
fr: Impossible d'afficher le objet. %s

source: Significant Past Problems
fr: Problèmes passés significatif

source: programmer forgot to specify question
fr: Le Programmeur a oublié de spécifier une question

source: Address at
fr: Adresse à

source: please select a KVK
fr: Veuillez sélectionner un KVK

source: There is a recent encounter recorded for "%s". It was started %s and last affirmed %s. The last known activity was "%s". Do you want to reactivate this encounter ? Hitting "No" will start a new one.
fr: Il y a une consultation récente enregistrée pour "%s". Elle a commencée : %s and dernièrement confirmée %s. La dernière activité connue etait "%s". Voulez vous réactivez cette consultation ? Appuyez sur Non en lancera une nouvelle.

source: Comment
fr: commentaire

source: Show
fr: Afficher

source: The subdirectory [%s] already exists in the repository [%s]. Cannot save current document there.
fr: le sous-répertoire [%s] existe déjà dans ce répertoire [%s]. impossible de sauvegarder le document ici.

source: Cancel Login.
fr: Connexion annulée.

source: comment
fr: commentaire

source: StikoHtmlWindow: No more items in history!
fr: StikoHtmlWindow: Pas plus d'élément dans l'historique!

source: Advanced login options
fr: Options avancées de connexion

source: password
fr: mot de passe

source: recording patient encounter
fr: Enregistrement de la consultation du patient

source: Make Item Reg 24
fr: Créer un élément Reg 24

source: Cannot connect to configuration database with: [%s]
fr: Impossible de se connecter sur la base de donnée de configuration avec: [%s]

source: show page
fr: afficher une page

source: Drug
fr: Molécule

source: Drug/Subst.
fr: Medicament/Substance

source: reason
fr: raison

source: This is the reference ID for the current document: <%s> You should write this down on the original documents. If you don't care about the ID you can switch off this message in the config file.
fr: C'est le Numéro de référence pour ce document: <%s> Vous devriez l'écrire sur le document original. Si vous ne tenez pas compte des numéros, vous pouvez annuler ce message dans le fichier de configuration.

source: Interactions
fr: Interractions

source: Change
fr: Changer

source: resolved
fr: resolu

source: icon_BMI_calc
fr: icone_calcul_IMC

source: icon_Preg_calc
fr: icone_calcul_enceinte

source: save
fr: sauvegarder

source: Reaction
fr: reactions

source: treatment
fr: traitement

source: Confidential
fr: Confidentiel

source: Habits Risk Factors
fr: Habitudes Facteurs de risque

source: &New
fr: &Nouveau

source: the document identifier is usually written or stamped onto the physical pages of the document
fr: l'identificateur du document est habituellement écrit ou collé sur les pages physiques du document

source: year onset
fr: année selectionnée

source: &File
fr: &Fichier

source: Overweight
fr: Surpoids

source: given name(s)
fr: nom(s)

source: delete selected page from document
fr: effacer la page selectionnée du document

source: Schedule
fr: Calendrier

source: <no workplace name set in config file>
fr: <pas de nom d'espase de travail dans le fichier de configuration>

source: &drugs (MIMS)
fr: &medicaments (MIMS)

source: Save list layout
fr: Sauvgarder la liste des dispositions

source: Snellen Chart
fr: Graphique Snellen

source: Brief Product Information
fr: Information Concise Produit

source: &Help
fr: &Aide

source: GnuMed/Archiv: Associating documents with patients.
fr: GnuMed/Archive : Association documents et patients.

source: Table of Content
fr: Table des matières

source: Drug class
fr: Classe de médicament

source: town
fr: ville/village

source: Vaccine Given
fr: Vaccin pris

source: document date: document from before 1900 ?!? I want a copy !
fr: date du document: document d'avant 1900 ?!? Je veux une copie!

source: Measurements
fr: Mesurations

source: Mass (kg)
fr: Poids (kg)

source: Referral letter details
fr: Details des lettres de référence

source: Close this GnuMed client
fr: Fermer le client GnuMed

source: Add another phone number
fr: Ajouter une autre numéro de téléphone

source: no.
fr: non.

source: move selected page within document
fr: déplacer la page selectionnée dans le document

source: GnuMed: loading %s plugins
fr: GnuMed : charger le plugin %s

source: icon_clinical_summary
fr: icone_sommaire_clinique

source: confidental
fr: confidential

source: no active patient
fr: Pas de patient

source: Edit Item
fr: Editer un élement

source: scan documents
fr: Scanne des documents

source: additional comment
fr: Commentaire additionel

source: &Search
fr: &Chercher

source: number of pages: none ? forgot to load pages ?
fr: Nombre de pages: aucune ? oublié de charger des pages ?

source: Results
fr: Résultats

source: document date: no future !
fr: date du document : pas d'avenir !

source: last name
fr: Nom de Famille

source: database
fr: Base de donnée

source: caused death
fr: mort provoquée

source: date (YYYY-MM-DD)
fr: date (AAAA-MM-JJ)

source: Cannot load document object file list.
fr: Impossible de charger la liste des fichiers des objets documents ...

source: David's SOAP
fr: SOAP de David

source: Python Shell
fr: Shell Python

source: User's Info
fr: Informations utilisateur

source: &Select
fr: &Selectionner

source: Pregnancy Calculator
fr: Calculatrice de grossesse

source: user
fr: utilisateur

source: discard
fr: Abandon

source: loading list of plugins
fr: charger la liste des plugins

source: Adverse reactions
fr: Interractions

source: Cannot delete page (file %s). See log for details.
fr: Impossible d'effacer la page (fichier %s). Consulter le fichier lof pour plus de détails.

source: Drug Interactions
fr: Interraction medicamenteuse

source: Printer Setup
fr: Configuration d'impression

source: HTML Source
fr: Source HTML

source: not editable, loaded from file
fr: non editable, charger depuis le fichier

source: Vaccine
fr: Vaccination

source: &Delete
fr: &Effacer

source: Recall or Review
fr: Rappel ou Revue

source: Date of Birth
fr: Date de Naissance

source: Open File
fr: Ouvrir un fichier

source: &Undo
fr: &Défaire

source: Print All Items
fr: Imprimer Tous Les Elements

source: &Clear query
fr: &Effacer la requête

source: xDT file
fr: fichier xDT

source: Help for login screen
fr: Aide pour la fenêtre de connexion

source: stored medical documents
fr: Scanne des documents

source: city/town
fr: ville/village

source: different phone numbers like "home", "work" "fax home", ...
fr: différent numéro de téléphone comme "domicile", "travail" "fax domicile", ...

source: email / URL for
fr: email / URL pour

source: document date: day must be 1 to 31
fr: date du document: le jour doit être compris en 1 et 31

source: Commit Changes
fr: Effectuer les modifications

source: File [%s] does not exist !
fr: Le fichier [%s] n'existe pas !

source: Recalls entered this consultation
fr: Rappeler les entrées de cette consultation

source: Don't send
fr: Ne pas envoyer

source: a summary or longer comment for this document
fr: Un sommaire ou un commentaire plus long pour ce document

source: Ms.
fr: Mme.

source: Cannot index documents without a configuration file.
fr: Impossible d'indexer les documents sans un fichier de configuration

source: state
fr: Etat

source: move page
fr: Deplacer la page

source: Logged
fr: Loggué

source: Progress Notes
fr: Rapport

source: You must type in a document ID ! Usually you will find the document ID written on the physical sheet of paper. There should only be one per document even if there are multiple pages.
fr: Vous devez rentrer un ID document ! Habituellement, vous trouverez l'ID document ecrit sur le bout de papier physique. Il doit y en avoir un par document meme s'il y a plusieurs pages.

source: Pregnancy Information
fr: Information sur la grossesse

source: 3) save
fr: 3) sauvegarder

source: SQL Search
fr: Chercher SQL

source: You must select a page before you can move it around.
fr: Vous devez d'abord selectionner une page avant de la deplacer

source: Any
fr: N'importe

source: Miss
fr: Mlle

source: document date: month must be 1 to 12
fr: date du document : le mois doit etre compris entre 1 et 12

source: icon_talking_head
fr: icone_discussion

source: please fill in
fr: Veuillez remplir

source: icon_Rx_symbol
fr: icone_symbole_Rx

source: acquire the next image from the image source
fr: Acquérir la prochaine image depuis la source d'image

source: You tried to log in as [%s] with password [%s].
fr: Vous avez essayer de vous connecter comme utilisateur [%s] avec le mot de passe [%s].

source: SOAP clinical notes
fr: notes cliniques SOAP

source: Items prescribed this consultation
fr: Elements prescrit cette consultation

source: document date: must be 10 characters long
fr: date du document : doit être long de 10 caractères

source: &ConfigRegistry
fr: &RegistreConfiguration

source: phone at
fr: téléphoner à

source: Quantity
fr: Quantité

source: Can neither attach to an existing encounter nor create a new one for patient "%s".
fr: Ne peut n'y rattacher à une consultation existante ni en créer une nouvelle pour le patient

source: ?button?
fr: ?bouton?

source: Cannot load patient from xDT file [%s].
fr: Ne peut charger le patient depuis le fichier xDT

source: Clear
fr: Nettoyer

source: Last Date
fr: Dernière date

source: home
fr: Accueil

source: Reprint Item
fr: Reimprimer l'élément

source: Brand name
fr: Nom commun

source: no allergies recorded
fr: aucune allergie enregistrée

source: Enter the name of the drug you are interested in
fr: Entrer le nom de la molécule que vous recherchez

source: Dose & administration
fr: Dose & voie d'administration

source: lastname
fr: prénom

source: Significant
fr: significatif

source: Cannot load documents. You first need to select a patient.
fr: Ne peut charger un document Vous devez d'abord sélectionner un patient.

source: preferred
fr: preferé

source: About GnuMed
fr: Au sujet de GnuMed

source: You must acquire some images before you can save them as a document !
fr: Vous devez acquerir une image auparavant vous ne pouvez pas sauvegarder ça comme un document !

source: Timestamp
fr: Timbre

source: &Print
fr: &Imprimer

source: Cannot export document part from database to file.
fr: Ne peut exporter cette partie de document de la base de données vers un fichier

source: Days:
fr: Jours:

source: Obese
fr: Obèse

source: Generic name
fr: Nom Générique

source: Screen Width (cm):
fr: Taille d'écran (cm):

source: Cannot create the target repository subdirectory. (%s)
fr: Impossible de créer le sous-répertoire de destination. (%s)

source: document date: month must be 2 digits
fr: date du document : le mois doit être composé de deux chiffres

source: Password:
fr: Mot de passe:

source: Generics
fr: Nom Générique

source: Exit
fr: Sortir

source: private
fr: Privé

source: Select
fr: Selectionner
