Repository: BluehourGit/gnumed
Catalog: gnumed/gnumed/test-area/blobs_hilbert/locale/*.po
Languages: de

source: or
de: oder

source: save data
de: Daten speichern

source: loading ...
de: lade ...

source: Cannot delete page (file %s). See log for details.
de: Kann Seite (Datei %s) nicht löschen. Siehe Log für Details

source: scan documents
de: Befunde scannen

source: additional comment
de: Zusatzkommentar

source: opening scanner
de: aktiviere Scanner

source: document date: no future !
de: Befunddatum: bitte nicht vordatieren

source: document ID
de: Befundreferenz

source: Cannot get target repository from config file.
de: Kann das Zielarchiv nicht aus der Konfigurationsdatei ermitteln

source: Scan
de: Scannen

source: date (YYYY-MM-DD)
de: Datum (JJJJ-MM-TT)

source: searching patient documents
de: suche Befunde zum Patienten

source: Cannot import docMime.py !
de: Kann docMime nicht importieren !

source: delete page
de: Seite löschen

source: not editable, loaded from file
de: nicht änderbar, aus der Datei geladen

source: You must type in a short document comment.
de: Sie müssen ein kurzen Befundkommentar angeben

source: document date: invalid format valid format: YYYY-MM-DD
de: Befunddatum: ungültiges Format gültiges Format: JJJJ-MM-TT

source: Moving original page %s. (file %s in %s) Please enter the new position for the page !
de: Verschieben der Seite %s. (Datei %s in %s) Bitte geben Sie die neue Position der Seite an !

source: Cannot lock document directory for indexing. (%s) Please consult the error log for details.
de: Kann das Befundverzeichnis nicht exklusiv sperren. (%s) Bitte konsultieren Sie das Fehlerlog für Details

source: delete selected part of the document
de: gewählten Teil des Befunds löschen

source: 1) select
de: 1) auswählen

source: Cannot connect to TWAIN source (scanner or camera).
de: Kann nicht auf die TWAIN-Quelle zugreifen (Scanner oder Kamera).

source: choose document type
de: Befundtyp auswählen

source: Connection to database failed. DSN was [%s], host:port was [%s]
de: Verbindung zur Datenbank fehlgeschlagen. DSN war [%s], Gegenstelle:Port war [%s]

source: deleting page
de: lösche Seite

source: Cannot copy patient file [%s] to data directory [%s] Please see error log for details.
de: Kann die Patientendatei [%s] nicht in das Zielverzeichnis [%s] kopieren. Bitte konsultieren Sie das Fehlerlog wegen Details.

source: date of creation of the document content format: YYYY-MM-DD
de: Befund erstellt am Format: JJJJ-MM-TT

source: displaying page
de: Seite anzeigen

source: no comment available
de: kein Kommentar gespeichert

source: Cannot load image list from metadata file [%s]. Please see error log for details.
de: Kann die Bilderliste nicht aus der Metadatendatei extrahieren [%s]. Bitte konsultieren Sie das Fehlerlog wegen Details.

source: document type
de: Befundtyp

source: Unable to start viewer on file [%s].
de: Kann Betrachter nicht mit der Datei [%s] starten.

source: saving document
de: speichere den Befund

source: document date: day must be 2 digits
de: Befunddatum: Tag besteht aus zwei Ziffern

source: a summary or longer comment for this document
de: Zusammenfassung oder längerer Kommentar für diesen Befund

source: You must specify a checkpoint file for indexing in the config file. Use option <can index> in group [index].
de: Sie müssen in der Konfigurationsdatei eine Checkpoint-Datei für die Zuordnung festlegen. Der Eintrag <can index> in der Gruppe [index] ist dafür zuständig.

source: Cannot load document object file list from xDT file. Please consult the error log for details.
de: Kann Dateiliste der Objekte dieses Befunds nicht aus der xDT Datei laden Bitte konsultieren Sie das Fehlerlog für Details

source: Cannot load patient from %s file [%s] Please consult the error log for details.
de: Kann Patientendaten nicht aus der Datei %s laden [%s] Bitte konsultieren Sie das Fehlerlog wegen Details.

source: display selected part of the document
de: gewählten Teil des Befunds anzeigen

source: page %s (%s in %s)
de: Seite %s (%s in %s)

source: available documents (most recent on top)
de: verfügbare Befunde (die jüngsten oben)

source: &scan documents
de: Befund scannen

source: stored medical documents
de: gespeicherte medizinische Befunde

source: GnuMed/Archiv: Associating documents with patients.
de: Gnumed/Archiv: Befunde einem Patienten zuordnen

source: page %s: "%s"
de: Seite %s: "%s"

source: document date: day must be 1 to 31
de: Befunddatum: Tag muss zwischen 1 und 31 sein

source: acquire image
de: Bild holen

source: File [%s] does not exist !
de: Datei [%s] existiert nicht !

source: save document
de: Befund speichern

source: Cannot copy page to target directory (%s -> %s).
de: Kann die Seite nicht ins Zielverzeichnis kopieren (%s -> %s).

source: show page
de: Seite anzeigen

source: &Show Documents
de: Befunde zeigen

source: first name
de: Vorname

source: Cannot delete page %s. It does not seem to belong to the document.
de: Kann Seite %s nicht löschen. Diese Seite scheint es nicht zu geben.

source: You must select a page before you can view it.
de: Sie müssen eine Seite auswählen bevor Sie die Seite ansehen können.

source: The wx GUI framework hasn't been initialized yet!
de: Das wx GUI framework wurde noch nicht initialisiert!

source: move page
de: verschiebe Seite

source: Cannot access metadata file [%s]. Please see error log for details.
de: Kann nicht auf die Metadaten zugreifen [%s]. Bitte konsultieren Sie das Fehlerlog wegen Details.

source: Cannot connect to SANE source (scanner or camera).
de: Kann nicht auf die SANE-Quelle zugreifen (Scanner oder Kamera).

source: save all currently acquired pages as one document
de: alle aktuellen Bilder als ein Befund speichern

source: please fill in
de: bitte ausfüllen

source: 3) save
de: 3) speichern

source: Cannot lock target directory ! checkpoint file: %s.
de: Kann das Zielverzeichnis nicht sperren ! Checkpoint-Datei: %s.

source: You must select a page before you can move it around.
de: Sie müssen ein Seite wählen bevor Sie sie verschieben können.

source: Cannot find any documents for this patient. "%s %s"
de: Kann für diesen Patienten keine Dokumente finden. "%s %s"

source: male
de: männlich

source: Document types are determined by the database. Ask your database administrator to add more types if needed.
de: Befundtypen werden von der Datenbank festgelegt. Lassen Sie Ihren Datenbankadmin gegebenenfalls weitere Typen hinzufügen

source: You must type in a document ID ! Usually you will find the document ID written on the physical sheet of paper. There should be only one per document even if there are multiple pages.
de: Sie müssen eine Befundnummer eingeben! Gewöhnlich steht die Befundnummer auf den Befundoriginalen. Es sollte nur eine Nummer pro Befund geben - auch wenn dieser aus mehreren Seiten besteht.

source: The data you entered about the current document is not complete. Please enter the missing information. %s
de: Die zum aktuellen Befund eingegebenen Daten sind nicht komplett. Bitte vervollständigen. %s

source: document identifier
de: Befundnummer

source: You must select a document type.
de: Sie müssen dem Befund einen Typ zuweisen

source: acquire the next image from the image source
de: nächstes Bild von der Quelle holen

source: moving page
de: verschiebe Seite

source: The subdirectory [%s] already exists in the repository [%s]. Cannot save current document there.
de: Das Unterverzeichnis [%s] existiert bereits im Archiv [%s]. Kann den aktuellen Befund dort nicht speichern.

source: document date: must be 10 characters long
de: Befunddatum: muss 10 Zeichen lang sein

source: load the pages of this document
de: Seiten für diesen Befund laden

source: The most recently used document ID was <%s>. We would use the ID <%s> for the current document. Please confirm the ID or type in a new numeric ID.
de: Die zuletzt erzeugte Befundnummer war "%s". Der aktuelle Befund erhält die Nummer "%s". Bitte bestätigen Sie die Nummer oder tippen Sie eine andere ein.

source: Cannot display page. %s.
de: Kann Seite %s nicht anzeigen. %s

source: the document identifier is usually written or stamped onto the physical pages of the document
de: Die Befundnummer ist meistens auf den Befundblättern aufgedruckt

source: Error
de: Fehler

source: This patient does not exist in the document database. "%s %s"
de: Diesen Patienten gibt es nicht in der Datenbank. "%s %s"

source: 2) describe
de: 2) beschreiben

source: Cannot load any scanner driver (SANE or TWAIN).
de: Kann keinen Scannertreiber laden (SANE oder TWAIN).

source: document date: missing
de: Befunddatum: fehlt

source: You must select a page before you can delete it.
de: Sie müssen eine Seite auswählen bevor Sie die Seite löschen können.

source: missing document ID
de: Befundnummer fehlt

source: load fax document
de: Befundfax laden

source: data input error
de: Dateneingabefehler

source: Can't connect to database without login information!
de: Kann ohne Benutzerinformation keine Verbindung zur Datenbank herstellen

source: load pages
de: Seiten laden

source: This is the reference ID for the current document: <%s> You should write this down on the original documents. If you don't care about the ID you can switch off this message in the config file.
de: Das ist die Befundnummer für das aktuelle Dokument: <%s> Sie sollten es auf den Originalbefund schreiben. Wenn Sie keinen Wert auf die Nummer legen, können Sie diese Nachricht in der Konfigurationsdatei abschalten.

source: Cannot find any SANE connected devices.
de: Kann keine via SANE angebundenen Geräte finden.

source: these pages make up the current document
de: diese Seiten stellen den aktuellen Befund dar

source: last name
de: Nachname

source: You must acquire some images before you can save them as a document !
de: Sie müssen erst Seiten einscanen bevor Sie sie als Befund speichern können !

source: acquiring page
de: hole Seite

source: date of birth
de: Geburtsdatum

source: delete selected page from document
de: Seite aus dem Befund löschen

source: Cannot display page %s. %s
de: Kann Seite %s nicht anzeigen. %s

source: save entered metadata with document
de: eingegebene Metadaten mit diesem Befund speichern

source: document date: year must be 4 digits
de: Befunddatum: Jahr muss 4 Ziffern lang sein

source: 1) scan
de: 1) einscannen

source: a short comment on the document content
de: kurze Beschreibung des Befundinhalts

source: invalid configuration
de: ungültige Konfiguration

source: Cannot create the target repository subdirectory. (%s)
de: Kann das Archiv-Zielverzeichnis nicht erstellen. (%s)

source: document date: month must be 2 digits
de: Befunddatum: Monat muss aus zwei Ziffern bestehen

source: female
de: weiblich

source: short comment
de: Kurzkommentar

source: document pages
de: Befundseiten

source: The configured target repository is not accessible. [%s]
de: Auf das konfigurierte Zielarchiv kann nicht zugegriffen werden. [%s]

source: 2) save
de: 2) speichern

source: There are no documents in the repository. (%s) Seems like there's nothing to do today.
de: Es sind keine Befunde im Archiv. (%s) Sieht so aus, als gäbe es heute nichts zu tun

source: document date: document from before 1900 ?!? I want a copy !
de: Befunddatum: Befund von vor 1900 ?!? Davon hätte ich gern eine Kopie !

source: document date: month must be 1 to 12
de: Befunddatum: Monat muss zwischen 1 und 12 sein

source: currently non-functional: load a fax document
de: derzeit nicht funktional: ein Befundfax laden

source: please choose
de: bitte auswählen

source: move selected page within document
de: Gewählte Seite im Befund verschieben
